Repository: exodus-ai-org/ios
Catalog: Resources/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hant, zh_hk

# ios:chat.card.weather.dayRange
source: %@, %@: high %@°, low %@°
de: %1$@, %2$@: Höchstwert %3$@°, Tiefstwert %4$@°
es: %1$@, %2$@: máxima %3$@°, mínima %4$@°
fr: %1$@, %2$@ : max. %3$@°, min. %4$@°
it: %1$@, %2$@: massima %3$@°, minima %4$@°
ja: %1$@、%2$@：最高 %3$@°、最低 %4$@°
ko: %1$@, %2$@: 최고 %3$@°, 최저 %4$@°
pt_br: %1$@, %2$@: máxima de %3$@°, mínima de %4$@°
zh_hant: %1$@，%2$@：最高 %3$@°，最低 %4$@°
zh_hk: %1$@，%2$@：最高 %3$@°，最低 %4$@°

# ios:chat.card.weather.now
source: %@: %@°, %@, feels like %@°
de: %1$@: %2$@°, %3$@, gefühlt %4$@°
es: %1$@: %2$@°, %3$@, sensación de %4$@°
fr: %1$@ : %2$@°, %3$@, ressenti %4$@°
it: %1$@: %2$@°, %3$@, percepita %4$@°
ja: %1$@：%2$@°、%3$@、体感 %4$@°
ko: %1$@: %2$@°, %3$@, 체감 %4$@°
pt_br: %1$@: %2$@°, %3$@, sensação de %4$@°
zh_hant: %1$@：%2$@°，%3$@，體感 %4$@°
zh_hk: %1$@：%2$@°，%3$@，體感 %4$@°

# ios:chat.compare.answerTab
source: Answer %@
de: Antwort %@
es: Respuesta %@
fr: Réponse %@
it: Risposta %@
ja: 回答 %@
ko: 답변 %@
pt_br: Resposta %@
zh_hant: 回答 %@
zh_hk: 回答 %@

# ios:chat.compare.chosen
source: Chosen
de: Ausgewählt
es: Elegida
fr: Choisie
it: Scelta
ja: 選択済み
ko: 선택됨
pt_br: Escolhida
zh_hant: 已選擇
zh_hk: 已選擇

# ios:chat.compare.locked
source: The conversation has moved on, so this answer can no longer be swapped.
de: Die Unterhaltung ist weitergegangen, daher lässt sich diese Antwort nicht mehr tauschen.
es: La conversación ha avanzado, así que esta respuesta ya no se puede cambiar.
fr: La conversation a continué : cette réponse ne peut plus être échangée.
it: La conversazione è andata avanti, quindi questa risposta non può più essere scambiata.
ja: 会話が先に進んだため、この回答はもう入れ替えられません。
ko: 대화가 이미 진행되어 이 답변은 더 이상 바꿀 수 없습니다.
pt_br: A conversa seguiu adiante, então esta resposta não pode mais ser trocada.
zh_hant: 對話已繼續進行，這個回答無法再替換。
zh_hk: 對話已繼續進行，這個回答無法再替換。

# ios:chat.compare.missing
source: That answer is no longer in this chat.
de: Diese Antwort ist nicht mehr in diesem Chat.
es: Esa respuesta ya no está en este chat.
fr: Cette réponse ne figure plus dans cette conversation.
it: Quella risposta non è più in questa chat.
ja: この回答はもうこのチャットにありません。
ko: 이 답변은 더 이상 이 채팅에 없습니다.
pt_br: Essa resposta não está mais neste chat.
zh_hant: 這個回答已不在此對話中。
zh_hk: 這個回答已不在此對話中。

# ios:chat.compare.otherVersion
source: %lld other versions
de: %lld weitere Versionen
es: %lld versiones más
fr: %lld autres versions
it: %lld altre versioni
ja: ほかのバージョン %lld 件
ko: 다른 버전 %lld개
pt_br: %lld outras versões
zh_hant: 另外 %lld 個版本
zh_hk: 另外 %lld 個版本

# ios:chat.compare.useInstead
source: Use this instead
de: Stattdessen diese verwenden
es: Usar esta en su lugar
fr: Utiliser plutôt celle-ci
it: Usa invece questa
ja: 代わりにこれを使う
ko: 대신 이 답변 사용
pt_br: Usar esta em vez disso
zh_hant: 改用這個
zh_hk: 改用這個

# ios:chat.compare.useThis
source: Use this one
de: Diese verwenden
es: Usar esta
fr: Utiliser celle-ci
it: Usa questa
ja: これを使う
ko: 이 답변 사용
pt_br: Usar esta
zh_hant: 使用這個
zh_hk: 使用這個

# ios:chat.compare.useThisHint
source: Keeps this answer and folds the other one away.
de: Behält diese Antwort und klappt die andere ein.
es: Conserva esta respuesta y pliega la otra.
fr: Garde cette réponse et replie l’autre.
it: Mantiene questa risposta e comprime l’altra.
ja: この回答を残し、もう一方を折りたたみます。
ko: 이 답변을 유지하고 다른 답변은 접습니다.
pt_br: Mantém esta resposta e recolhe a outra.
zh_hant: 保留這個回答，並收起另一個。
zh_hk: 保留這個回答，並收起另一個。

# ios:chat.composer.hideKeyboard
source: Hide keyboard
de: Tastatur ausblenden
es: Ocultar teclado
fr: Masquer le clavier
it: Nascondi tastiera
ja: キーボードを隠す
ko: 키보드 숨기기
pt_br: Ocultar teclado
zh_hant: 隱藏鍵盤
zh_hk: 隱藏鍵盤

# ios:chat.composer.placeholder
source: Ask Exodus
de: Exodus fragen
es: Pregunte a Exodus
fr: Demandez à Exodus
it: Chiedi a Exodus
ja: Exodusに質問する
ko: Exodus에게 질문하기
pt_br: Pergunte ao Exodus
zh_hant: 詢問 Exodus
zh_hk: 詢問 Exodus

# ios:chat.detail.greeting
source: What can I help with?
de: Wie kann ich Ihnen helfen?
es: ¿En qué puedo ayudarle?
fr: Comment puis-je vous aider ?
it: Come posso aiutarti?
ja: 何かお手伝いできることはありますか?
ko: 무엇을 도와드릴까요?
pt_br: Como posso ajudar?
zh_hant: 有什麼可以幫你的嗎？
zh_hk: 有什麼可以幫到你？

# ios:chat.detail.newChatTitle
source: New chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle conversation
it: Nuova chat
ja: 新しいチャット
ko: 새 채팅
pt_br: Novo chat
zh_hant: 開新聊天
zh_hk: 開新聊天

# ios:chat.health.attached
source: Health data attached
de: Gesundheitsdaten angehängt
es: Datos de salud adjuntos
fr: Données santé jointes
it: Dati sulla salute allegati
ja: ヘルスケアデータを添付済み
ko: 건강 데이터 첨부됨
pt_br: Dados de saúde anexados
zh_hant: 已附上健康數據
zh_hk: 已附上健康數據

# ios:chat.health.bpm
source: %lld bpm
de: %lld S/min
es: %lld lpm
ja: %lld 拍/分
zh_hant: %lld 次/分
zh_hk: %lld 下/分鐘

# ios:chat.health.collapse
source: Shows just the summary
de: Zeigt nur die Zusammenfassung
es: Muestra solo el resumen
fr: Affiche seulement le résumé
it: Mostra solo il riepilogo
ja: 要約だけを表示
ko: 요약만 표시
pt_br: Mostra só o resumo
zh_hant: 只顯示摘要
zh_hk: 淨係顯示摘要

# ios:chat.health.cups
source: %lld cups
de: %lld Gläser
es: %lld vasos
fr: %lld verres
it: %lld bicchieri
ja: %lld 杯
ko: %lld잔
pt_br: %lld copos
zh_hant: %lld 杯
zh_hk: %lld 杯

# ios:chat.health.expand
source: Shows everything that was sent
de: Zeigt alles, was gesendet wurde
es: Muestra todo lo que se envió
fr: Affiche tout ce qui a été envoyé
it: Mostra tutto ciò che è stato inviato
ja: 送信した内容をすべて表示
ko: 보낸 내용을 모두 표시
pt_br: Mostra tudo o que foi enviado
zh_hant: 顯示所有已傳送的內容
zh_hk: 顯示所有傳咗出去嘅內容

# ios:chat.health.expanded
source: showing everything sent
de: alles Gesendete wird angezeigt
es: se muestra todo lo enviado
fr: tout ce qui a été envoyé est affiché
it: mostra tutto ciò che è stato inviato
ja: 送信内容をすべて表示中
ko: 보낸 내용 모두 표시 중
pt_br: mostrando tudo o que foi enviado
zh_hant: 正顯示所有已傳送內容
zh_hk: 顯示緊所有傳咗出去嘅內容

# ios:chat.markdown.codeCopied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
pt_br: Copiado
zh_hant: 已複製
zh_hk: 已複製

# ios:chat.markdown.copyCode
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
zh_hant: 複製
zh_hk: 複製

# ios:chat.markdown.image
source: Image
de: Bild
es: Imagen
it: Immagine
ja: 画像
ko: 이미지
pt_br: Imagem
zh_hant: 圖片
zh_hk: 圖片

# ios:chat.markdown.imageUnavailable
source: Image unavailable
de: Bild nicht verfügbar
es: Imagen no disponible
fr: Image indisponible
it: Immagine non disponibile
ja: 画像を読み込めません
ko: 이미지를 불러올 수 없음
pt_br: Imagem indisponível
zh_hant: 無法載入圖片
zh_hk: 無法載入圖片

# ios:chat.markdown.loadImage
source: Load image
de: Bild laden
es: Cargar imagen
fr: Charger l’image
it: Carica immagine
ja: 画像を読み込む
ko: 이미지 불러오기
pt_br: Carregar imagem
zh_hant: 載入圖片
zh_hk: 載入圖片

# ios:chat.markdown.loadImageHint
source: Downloads this image from %@.
de: Lädt dieses Bild von %@ herunter.
es: Descarga esta imagen de %@.
fr: Télécharge cette image depuis %@.
it: Scarica questa immagine da %@.
ja: %@ からこの画像をダウンロードします。
ko: %@에서 이 이미지를 다운로드합니다.
pt_br: Baixa esta imagem de %@.
zh_hant: 從 %@ 下載這張圖片。
zh_hk: 從 %@ 下載這張圖片。

# ios:chat.markdown.loadImageRetry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
zh_hant: 重試
zh_hk: 重試

# ios:chat.markdown.openSource
source: Open citation: %@
de: Quelle öffnen: %@
es: Abrir la cita: %@
fr: Ouvrir la citation : %@
it: Apri la citazione: %@
ja: 引用元を開く: %@
ko: 인용 출처 열기: %@
pt_br: Abrir a citação: %@
zh_hant: 開啟引用來源：%@
zh_hk: 開啟引用來源：%@

# ios:chat.markdown.taskChecked
source: Completed
de: Erledigt
es: Completada
fr: Terminé
it: Completata
ja: 完了
ko: 완료됨
pt_br: Concluída
zh_hant: 已完成
zh_hk: 已完成

# ios:chat.markdown.taskUnchecked
source: Not completed
de: Nicht erledigt
es: Sin completar
fr: Non terminé
it: Non completata
ja: 未完了
ko: 완료되지 않음
pt_br: Não concluída
zh_hant: 未完成
zh_hk: 未完成

# ios:chat.message.error.generic
source: The response failed.
de: Die Antwort ist fehlgeschlagen.
es: La respuesta falló.
fr: La réponse a échoué.
it: La risposta non è riuscita.
ja: 応答に失敗しました。
ko: 응답에 실패했습니다.
pt_br: A resposta falhou.
zh_hant: 回應失敗。
zh_hk: 回應失敗。

# ios:chat.message.sources.empty
source: No sources for this reply
de: Keine Quellen für diese Antwort
es: Esta respuesta no tiene fuentes
fr: Aucune source pour cette réponse
it: Nessuna fonte per questa risposta
ja: この返信に出典はありません
ko: 이 답변에는 출처가 없습니다
pt_br: Nenhuma fonte para esta resposta
zh_hant: 這則回覆沒有來源
zh_hk: 這則回覆沒有來源

# ios:chat.message.sources.openHint
source: Opens in your browser
de: Öffnet im Browser
es: Se abre en el navegador
fr: S’ouvre dans le navigateur
it: Si apre nel browser
ja: ブラウザで開きます
ko: 브라우저에서 열립니다
pt_br: Abre no navegador
zh_hant: 在瀏覽器中開啟
zh_hk: 在瀏覽器中開啟

# ios:chat.message.terminal.exitCode
source: exit %@
de: Exit-Code %@
es: código de salida %@
fr: code de sortie %@
it: codice di uscita %@
ja: 終了コード %@
ko: 종료 코드 %@
pt_br: código de saída %@
zh_hant: 結束代碼 %@
zh_hk: 結束代碼 %@

# ios:chat.message.terminal.noOutput
source: No output
de: Keine Ausgabe
es: Sin salida
fr: Aucune sortie
it: Nessun output
ja: 出力なし
ko: 출력 없음
pt_br: Sem saída
zh_hant: 無輸出
zh_hk: 無輸出

# ios:chat.message.terminal.showAll
source: Show full output
de: Gesamte Ausgabe anzeigen
es: Mostrar toda la salida
fr: Afficher toute la sortie
it: Mostra tutto l’output
ja: すべての出力を表示
ko: 전체 출력 보기
pt_br: Mostrar toda a saída
zh_hant: 顯示完整輸出
zh_hk: 顯示完整輸出

# ios:chat.message.terminal.showLess
source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ja: 表示を減らす
ko: 간략히 보기
pt_br: Mostrar menos
zh_hant: 顯示較少
zh_hk: 顯示較少

# ios:chat.message.timeline.collapsed
source: Collapsed
de: Zugeklappt
es: Contraído
fr: Réduit
it: Compresso
ja: 折りたたみ
ko: 접힘
pt_br: Recolhido
zh_hant: 已收合
zh_hk: 已收埋

# ios:chat.message.timeline.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
zh_hant: 完成
zh_hk: 完成

# ios:chat.message.timeline.expanded
source: Expanded
de: Aufgeklappt
es: Expandido
fr: Développé
it: Espanso
ja: 展開
ko: 펼쳐짐
pt_br: Expandido
zh_hant: 已展開
zh_hk: 已展開

# ios:chat.message.timeline.moreSites
source: +%lld more
de: +%lld weitere
es: +%lld más
fr: +%lld de plus
it: +%lld in più
ja: ほか%lld件
ko: %lld곳 더 보기
pt_br: +%lld a mais
zh_hant: 還有 %lld 個
zh_hk: 還有 %lld 個

# ios:chat.message.timeline.oneResult
source: 1 result
de: 1 Ergebnis
es: 1 resultado
fr: 1 résultat
it: 1 risultato
ja: 1 件の結果
ko: 결과 1개
pt_br: 1 resultado
zh_hant: 1 筆結果
zh_hk: 1 個結果

# ios:chat.message.timeline.resultCount
source: %lld results
de: %lld Ergebnisse
es: %lld resultados
fr: %lld résultats
it: %lld risultati
ja: %lld 件の結果
ko: 결과 %lld개
pt_br: %lld resultados
zh_hant: %lld 筆結果
zh_hk: %lld 個結果

# ios:chat.message.timeline.thinking
source: Thinking…
de: Denkt nach…
es: Pensando…
fr: Réflexion…
it: Sto ragionando…
ja: 考え中…
ko: 생각 중…
pt_br: Pensando…
zh_hant: 思考中…
zh_hk: 思考緊…

# ios:chat.message.timeline.thinkingStep
source: Thinking
de: Nachdenken
es: Pensamiento
fr: Réflexion
it: Ragionamento
ja: 思考
ko: 생각
pt_br: Raciocínio
zh_hant: 思考
zh_hk: 思考

# ios:chat.message.timeline.thought
source: Thought
de: Nachgedacht
es: Pensado
fr: Réflexion terminée
it: Ragionato
ja: 思考しました
ko: 생각함
pt_br: Pensou
zh_hant: 已思考
zh_hk: 已思考

# ios:chat.message.timeline.thoughtFor
source: Thought for %@
de: %@ nachgedacht
es: Pensó durante %@
fr: Réflexion : %@
it: Ha ragionato per %@
ja: %@ 思考しました
ko: %@ 동안 생각함
pt_br: Pensou por %@
zh_hant: 思考了 %@
zh_hk: 思考咗 %@

# ios:chat.message.timeline.toolFailed
source: %@ failed
de: %@ fehlgeschlagen
es: %@ falló
fr: Échec de %@
it: %@ non riuscito
ja: %@ に失敗しました
ko: %@ 실패
pt_br: %@ falhou
zh_hant: %@ 失敗
zh_hk: %@ 失敗

# ios:chat.message.timeline.worked
source: Worked
de: Gearbeitet
es: Trabajado
fr: Travail terminé
it: Lavorato
ja: 作業しました
ko: 작업함
pt_br: Trabalhou
zh_hant: 已處理
zh_hk: 已處理

# ios:chat.message.timeline.workedFor
source: Worked for %@
de: %@ gearbeitet
es: Trabajó durante %@
fr: Travail : %@
it: Ha lavorato per %@
ja: %@ 作業しました
ko: %@ 동안 작업함
pt_br: Trabalhou por %@
zh_hant: 處理了 %@
zh_hk: 處理咗 %@

# ios:chat.message.timeline.working
source: Working…
de: Arbeitet…
es: Trabajando…
fr: En cours…
it: Al lavoro…
ja: 作業中…
ko: 작업 중…
pt_br: Trabalhando…
zh_hant: 處理中…
zh_hk: 處理緊…

# ios:chat.message.tool.callMcpTool
source: Call MCP Tool
de: MCP-Tool aufrufen
es: Llamar herramienta MCP
fr: Appeler un outil MCP
it: Chiama strumento MCP
ja: MCP ツールを呼び出す
ko: MCP 도구 호출
pt_br: Chamar ferramenta MCP
zh_hant: 呼叫 MCP 工具
zh_hk: 調用 MCP 工具

# ios:chat.message.tool.computerUse
source: Computer Use
de: Computersteuerung
es: Uso del ordenador
fr: Contrôle de l’ordinateur
it: Uso del computer
ja: コンピュータ操作
ko: 컴퓨터 사용
pt_br: Uso do computador
zh_hant: 電腦操作
zh_hk: 電腦操作

# ios:chat.message.tool.createArtifact
source: Create Artifact
de: Artefakt erstellen
es: Crear artefacto
fr: Créer un artefact
it: Crea artefatto
ja: アーティファクトを作成
ko: 아티팩트 만들기
pt_br: Criar artefato
zh_hant: 建立成品
zh_hk: 建立成品

# ios:chat.message.tool.deepResearch
source: Deep Research
de: Tiefenrecherche
es: Investigación profunda
fr: Recherche approfondie
it: Ricerca approfondita
ja: ディープリサーチ
ko: 심층 리서치
pt_br: Pesquisa aprofundada
zh_hant: 深度研究
zh_hk: 深度研究

# ios:chat.message.tool.editFile
source: Edit File
de: Datei bearbeiten
es: Editar archivo
fr: Modifier le fichier
it: Modifica file
ja: ファイルを編集
ko: 파일 편집
pt_br: Editar arquivo
zh_hant: 編輯檔案
zh_hk: 編輯檔案

# ios:chat.message.tool.findFiles
source: Find Files
de: Dateien suchen
es: Buscar archivos
fr: Rechercher des fichiers
it: Trova file
ja: ファイルを検索
ko: 파일 찾기
pt_br: Encontrar arquivos
zh_hant: 尋找檔案
zh_hk: 搵檔案

# ios:chat.message.tool.imageGeneration
source: Image Generation
de: Bildgenerierung
es: Generación de imágenes
fr: Génération d’images
it: Generazione di immagini
ja: 画像生成
ko: 이미지 생성
pt_br: Geração de imagens
zh_hant: 圖片生成
zh_hk: 圖片生成

# ios:chat.message.tool.lcmDescribe
source: Describe History
de: Verlauf beschreiben
es: Describir el historial
fr: Décrire l’historique
it: Descrivi la cronologia
ja: 会話履歴を要約
ko: 대화 기록 설명
pt_br: Descrever histórico
zh_hant: 描述對話紀錄
zh_hk: 描述對話紀錄

# ios:chat.message.tool.lcmExpand
source: Expand History
de: Verlauf aufklappen
es: Ampliar el historial
fr: Développer l’historique
it: Espandi la cronologia
ja: 会話履歴を展開
ko: 대화 기록 펼치기
pt_br: Expandir histórico
zh_hant: 展開對話紀錄
zh_hk: 展開對話紀錄

# ios:chat.message.tool.lcmGrep
source: Search History
de: Verlauf durchsuchen
es: Buscar en el historial
fr: Rechercher dans l’historique
it: Cerca nella cronologia
ja: 会話履歴を検索
ko: 대화 기록 검색
pt_br: Pesquisar histórico
zh_hant: 搜尋對話紀錄
zh_hk: 搜尋對話紀錄

# ios:chat.message.tool.listDirectory
source: List Directory
de: Verzeichnis auflisten
es: Listar directorio
fr: Lister le dossier
it: Elenca cartella
ja: ディレクトリを一覧
ko: 디렉터리 목록
pt_br: Listar diretório
zh_hant: 列出目錄
zh_hk: 列出目錄

# ios:chat.message.tool.listMcpTools
source: List MCP Tools
de: MCP-Tools auflisten
es: Listar herramientas MCP
fr: Lister les outils MCP
it: Elenca strumenti MCP
ja: MCP ツールを一覧
ko: MCP 도구 목록
pt_br: Listar ferramentas MCP
zh_hant: 列出 MCP 工具
zh_hk: 列出 MCP 工具

# ios:chat.message.tool.mapItinerary
source: Map Itinerary
de: Kartenroute
es: Itinerario en mapa
fr: Itinéraire sur carte
it: Itinerario su mappa
ja: 地図の旅程
ko: 지도 일정
pt_br: Roteiro no mapa
zh_hant: 地圖行程
zh_hk: 地圖行程

# ios:chat.message.tool.readFile
source: Read File
de: Datei lesen
es: Leer archivo
fr: Lire le fichier
it: Leggi file
ja: ファイルを読む
ko: 파일 읽기
pt_br: Ler arquivo
zh_hant: 讀取檔案
zh_hk: 讀取檔案

# ios:chat.message.tool.searchKnowledgeBase
source: Search Knowledge Base
de: Wissensdatenbank durchsuchen
es: Buscar en la base de conocimiento
fr: Rechercher dans la base de connaissances
it: Cerca nella knowledge base
ja: ナレッジベースを検索
ko: 지식 베이스 검색
pt_br: Pesquisar base de conhecimento
zh_hant: 搜尋知識庫
zh_hk: 搜尋知識庫

# ios:chat.message.tool.weather
source: Weather
de: Wetter
es: Tiempo
fr: Météo
it: Meteo
ja: 天気
ko: 날씨
pt_br: Clima
zh_hant: 天氣
zh_hk: 天氣

# ios:chat.message.tool.webFetch
source: Web Fetch
de: Webseite abrufen
es: Obtener página web
fr: Lecture de page web
it: Recupera pagina web
ja: ウェブページを取得
ko: 웹 페이지 가져오기
pt_br: Buscar página web
zh_hant: 讀取網頁
zh_hk: 讀取網頁

# ios:chat.message.tool.webSearch
source: Web Search
de: Websuche
es: Búsqueda web
fr: Recherche web
it: Ricerca web
ja: ウェブ検索
ko: 웹 검색
pt_br: Pesquisa na web
zh_hant: 網頁搜尋
zh_hk: 網頁搜尋

# ios:chat.message.tool.writeFile
source: Write File
de: Datei schreiben
es: Escribir archivo
fr: Écrire le fichier
it: Scrivi file
ja: ファイルに書き込む
ko: 파일 쓰기
pt_br: Gravar arquivo
zh_hant: 寫入檔案
zh_hk: 寫入檔案

# ios:chat.message.typing
source: Waiting for a reply
de: Warte auf eine Antwort
es: Esperando una respuesta
fr: En attente d’une réponse
it: In attesa di una risposta
ja: 返信を待っています
ko: 답변을 기다리는 중
pt_br: Aguardando uma resposta
zh_hant: 正在等待回覆
zh_hk: 正在等待回覆

# ios:chat.readAloud.cannotPlay
source: This phone cannot play the audio the computer sent. Choose MP3, AAC, WAV or FLAC in the computer’s Settings → Voice.
de: Dieses Telefon kann das vom Computer gesendete Audio nicht abspielen. Wähle in den Einstellungen des Computers unter „Stimme“ MP3, AAC, WAV oder FLAC.
es: Este teléfono no puede reproducir el audio que envió el ordenador. Elige MP3, AAC, WAV o FLAC en Ajustes → Voz del ordenador.
fr: Ce téléphone ne peut pas lire l’audio envoyé par l’ordinateur. Choisissez MP3, AAC, WAV ou FLAC dans Réglages → Voix sur l’ordinateur.
it: Questo telefono non può riprodurre l’audio inviato dal computer. Scegli MP3, AAC, WAV o FLAC in Impostazioni → Voce sul computer.
ja: このiPhoneでは、コンピュータから送られた音声を再生できません。コンピュータの「設定 → 音声」でMP3、AAC、WAV、FLACのいずれかを選んでください。
ko: 이 휴대전화에서는 컴퓨터가 보낸 오디오를 재생할 수 없습니다. 컴퓨터의 설정 → 음성에서 MP3, AAC, WAV 또는 FLAC를 선택하세요.
pt_br: Este telefone não consegue reproduzir o áudio enviado pelo computador. Escolha MP3, AAC, WAV ou FLAC em Ajustes → Voz no computador.
zh_hant: 這部手機無法播放電腦送來的音訊。請在電腦的「設定 → 語音」中選擇 MP3、AAC、WAV 或 FLAC。
zh_hk: 這部手機無法播放電腦傳來的音訊。請在電腦的「設定 → 語音」中選擇 MP3、AAC、WAV 或 FLAC。

# ios:chat.search.clearButton
source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
pt_br: Limpar
zh_hant: 清除
zh_hk: 清除

# ios:chat.search.failedTitle
source: Search failed
de: Suche fehlgeschlagen
es: Error en la búsqueda
fr: Échec de la recherche
it: Ricerca non riuscita
ja: 検索に失敗しました
ko: 검색 실패
pt_br: Falha na pesquisa
zh_hant: 搜尋失敗
zh_hk: 搜尋失敗

# ios:chat.search.label
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Pesquisar
zh_hant: 搜尋
zh_hk: 搜尋

# ios:chat.search.noResults
source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果がありません
ko: 결과 없음
pt_br: Nenhum resultado
zh_hant: 沒有結果
zh_hk: 沒有結果

# ios:chat.search.progressLabel
source: Searching
de: Suche läuft
es: Buscando
fr: Recherche en cours
it: Ricerca in corso
ja: 検索中
ko: 검색 중
pt_br: Pesquisando
zh_hant: 搜尋中
zh_hk: 搜尋中

# ios:chat.sidebar.copyConversationId
source: Copy Conversation ID
de: Chat-ID kopieren
es: Copiar ID del chat
fr: Copier l’ID de la conversation
it: Copia ID della chat
ja: チャット ID をコピー
ko: 채팅 ID 복사
pt_br: Copiar ID do chat
zh_hant: 複製聊天 ID
zh_hk: 複製聊天 ID

# ios:chat.sidebar.empty
source: No chats yet
de: Noch keine Chats
es: Aún no hay chats
fr: Pas encore de conversation
it: Ancora nessuna chat
ja: まだチャットがありません
ko: 아직 채팅이 없습니다
pt_br: Ainda não há chats
zh_hant: 尚無聊天
zh_hk: 尚未有聊天記錄

# ios:chat.sidebar.loadFailedHint
source: Pull down or tap Retry to try again.
de: Ziehen Sie nach unten oder tippen Sie auf „Wiederholen“, um es erneut zu versuchen.
es: Deslice hacia abajo o toque "Reintentar" para intentarlo de nuevo.
fr: Tirez vers le bas ou touchez « Réessayer » pour recommencer.
it: Trascina verso il basso o tocca "Riprova" per fare un nuovo tentativo.
ja: 下に引っ張るか、「再試行」をタップしてもう一度お試しください。
ko: 아래로 당기거나 "재시도"를 눌러 다시 시도해 주세요.
pt_br: Puxe para baixo ou toque em "Tentar novamente" para tentar de novo.
zh_hant: 請下拉或點一下「重試」再試一次。
zh_hk: 請下拉或輕按「重試」再試一次。

# ios:chat.sidebar.loadFailedTitle
source: Can't load chats
de: Chats können nicht geladen werden
es: No se pueden cargar los chats
fr: Impossible de charger les conversations
it: Impossibile caricare le chat
ja: チャットを読み込めません
ko: 채팅을 불러올 수 없습니다
pt_br: Não foi possível carregar os chats
zh_hant: 無法載入聊天
zh_hk: 無法載入聊天記錄

# ios:chat.sidebar.recents
source: Recents
de: Zuletzt
es: Recientes
fr: Récents
it: Recenti
ja: 最近
ko: 최근
pt_br: Recentes
zh_hant: 最近
zh_hk: 最近

# ios:chat.sidebar.renameTitle
source: Rename chat
de: Chat umbenennen
es: Renombrar chat
fr: Renommer la conversation
it: Rinomina chat
ja: チャット名を変更
ko: 채팅 이름 바꾸기
pt_br: Renomear Chat
zh_hant: 重新命名聊天
zh_hk: 重新命名聊天

# ios:health.activity.today
source: Today, by the hour
de: Heute, Stunde für Stunde
es: Hoy, hora a hora
fr: Aujourd'hui, heure par heure
it: Oggi, ora per ora
ja: 今日の時間ごと
ko: 오늘, 시간별
pt_br: Hoje, hora a hora
zh_hant: 今天，逐小時
zh_hk: 今日，逐個鐘

# ios:health.activity.week
source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
ko: 이번 주
pt_br: Esta semana
zh_hant: 本週
zh_hk: 今個禮拜

# ios:health.activity.workouts
source: Workouts
de: Trainings
es: Entrenamientos
fr: Entraînements
it: Allenamenti
ja: ワークアウト
ko: 운동
pt_br: Exercícios
zh_hant: 體能訓練
zh_hk: 運動

# ios:health.ask.activity.goal
source: How do I reach my step goal more often?
de: Wie erreiche ich mein Schrittziel öfter?
es: ¿Cómo llego más a menudo a mi meta de pasos?
fr: Comment atteindre plus souvent mon objectif de pas ?
it: Come raggiungo più spesso il mio obiettivo di passi?
ja: 歩数の目標をもっと達成するには？
ko: 걸음 목표를 더 자주 채우려면?
pt_br: Como bater minha meta de passos com mais frequência?
zh_hant: 怎樣更常達到步數目標？
zh_hk: 點樣可以更常達到步數目標？

# ios:health.ask.activity.week
source: How active was I this week?
de: Wie aktiv war ich diese Woche?
es: ¿Cuánto me moví esta semana?
fr: À quel point j'ai bougé cette semaine ?
it: Quanto sono stato attivo questa settimana?
ja: 今週はどのくらい動けた？
ko: 이번 주에 얼마나 움직였어?
pt_br: Quanto me mexi esta semana?
zh_hant: 我這週活動量如何？
zh_hk: 我今個禮拜郁得幾多？

# ios:health.ask.attached
source: Today's health data attached
de: Heutige Gesundheitsdaten angehängt
es: Datos de salud de hoy adjuntos
fr: Données santé du jour jointes
it: Dati sulla salute di oggi allegati
ja: 今日のヘルスケアデータを添付済み
ko: 오늘의 건강 데이터 첨부됨
pt_br: Dados de saúde de hoje anexados
zh_hant: 已附上今天的健康數據
zh_hk: 已附上今日嘅健康數據

# ios:health.ask.body.water
source: Am I drinking enough water?
de: Trinke ich genug Wasser?
es: ¿Bebo suficiente agua?
fr: Est-ce que je bois assez d'eau ?
it: Bevo abbastanza acqua?
ja: 水は足りてる？
ko: 물을 충분히 마시고 있어?
pt_br: Estou bebendo água suficiente?
zh_hant: 我喝的水夠嗎？
zh_hk: 我飲水飲得夠唔夠？

# ios:health.ask.body.weight
source: How is my weight trending?
de: Wie entwickelt sich mein Gewicht?
es: ¿Cómo va mi peso?
fr: Comment évolue mon poids ?
it: Come sta andando il mio peso?
ja: 体重はどう推移してる？
ko: 내 체중은 어떤 추세야?
pt_br: Como está a tendência do meu peso?
zh_hant: 我的體重趨勢如何？
zh_hk: 我啲體重趨勢點？

# ios:health.ask.placeholder
source: Ask about your day…
de: Frag nach deinem Tag…
es: Pregunta sobre tu día…
fr: Pose une question sur ta journée…
it: Chiedi della tua giornata…
ja: 今日のことを聞いてみよう…
ko: 하루에 대해 물어보세요…
pt_br: Pergunte sobre o seu dia…
zh_hant: 問問你的這一天…
zh_hk: 問吓你今日…

# ios:health.ask.recovery.hrv
source: What does my HRV trend mean?
de: Was bedeutet mein HRV-Verlauf?
es: ¿Qué significa la tendencia de mi VFC?
fr: Que veut dire l'évolution de ma VFC ?
it: Cosa significa l'andamento della mia HRV?
ja: HRV の推移は何を意味する？
ko: 내 HRV 추세는 무슨 뜻이야?
pt_br: O que significa a tendência da minha VFC?
zh_hant: 我的 HRV 趨勢代表什麼？
zh_hk: 我個 HRV 趨勢係咩意思？

# ios:health.ask.recovery.train
source: Should I train hard today?
de: Sollte ich heute hart trainieren?
es: ¿Debería entrenar fuerte hoy?
fr: Je peux m'entraîner dur aujourd'hui ?
it: Dovrei allenarmi duro oggi?
ja: 今日はハードに鍛えても大丈夫？
ko: 오늘 강하게 운동해도 될까?
pt_br: Devo treinar pesado hoje?
zh_hant: 我今天適合高強度訓練嗎？
zh_hk: 我今日適唔適合操勁啲？

# ios:health.ask.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
pt_br: Enviar
zh_hant: 傳送
zh_hk: 傳送
